LEXICON: dict[str: str] = {
    "/start": "Это бот для изучения английского языка.\n"
              "Я умею вести словарь английских слов.\n"
              "Можем учить твои слова из словаря.\n"
              "В любой момент напиши команду /help и я помогу тебе.",
    "/help": "Чтобы добавить новое слово в словарь введите команду /add_word",
    "/add_word": "Введите английское слово для добавления в словарь",
    "word_sent": "Отлично! Теперь введите перевод.",
    "warning_no_english": "Введите английское слово, без цифр и знаков препинания.",
    "translation_sent": "Перевод успешно сохранён.",
    "warning_no_russian": "Введите перевод на русском, без цифр и знаков препинания."
}