LEXICON: dict[str: str] = {
    "/start": "Это бот для изучения английского языка.\n"
              "Я умею вести словарь английских слов.\n"
              "Можем учить твои слова из словаря.\n"
              "В любой момент напиши команду /help и я помогу тебе.",
    "/help": "Это бот для изучения английского.\n"
             "Я умею вести ваш личный словарь и учить ваши записанные слова.\n"
             "Для добавления нового слова введите /add_word\n"
             "Чтобы увидеть ваш словарь введите /my_dict",
    "/add_word": "Введите английское слово для добавления в словарь",
    "word_sent": "Отлично! Теперь введите перевод.",
    "warning_no_english": "Введите английское слово, без цифр и знаков препинания.",
    "translation_sent": "Перевод успешно сохранён.",
    "warning_no_russian": "Введите перевод на русском, без цифр и знаков препинания."
}

LEXICON_COMMANDS_MENU: dict[str: str] = {
    "/add_word": "Добавить новое слово в свой словарь.",
    "/my_dict": "Показывает все ваши слова из словаря.",
    "/help": "Помощь в любой ситуации."

}